Repository: Erik-42/pomodoro-tracker-locales
Catalog: */LC_MESSAGES/messages.po
Languages: fr

source: Sign in with %(provider)s
fr: Connectez-vous avec

source: %1$s left
fr: %1$s restant

source: %1$s paused.
fr: %1$s en pause.

source: %1$s started:
fr: %1$s commencé:

source: %1$s stopped:
fr: %1$s arrêté:

source: %1$s tasks were imported
fr: %1$s tâches ont été importés

source: %s here's your Daily report for %s
fr: %s voici votre rapport quotidien pour %s

source: A random message will be chosen if there are multiple.
fr: Un message aléatoire sera choisi s'il y en a plusieurs.

source: Activities
fr: Activités

source: Activities list is updated
fr: La liste des activités est mise à jour

source: Activity by days
fr: Activité par jour

source: Activity by months
fr: Activité par mois

source: Activity by weeks
fr: Activité par semaine

source: Add
fr: Ajout

source: Add TODO
fr: Ajouter à TODO

source: Add category
fr: Ajouter une catégorie

source: Add more
fr: Ajouter plus

source: Add new tasks to the top
fr: Ajouter de nouvelles tâches au sommet

source: Alleviate anxiety linked to beginning
fr: Soulager l'angoisse de la page blanche

source: Are you sure?
fr: Es-tu sûr?

source: Ask for the permission
fr: Demandez la permission

source: At the beginning of each day select the tasks you need to complete and put them on the TODO list above.
fr: En début de journée, énumérez vos tâches et ajoutez-les dans la liste TODO (« Choses à faire »).

source: Auto start breaks
fr: Lancer automatiquement les pauses

source: Auto start pomodoros
fr: Lancer automatiquement les pomodoros

source: Block screen on breaks
fr: Bloquer l'écran pendant les pauses

source: Bolster the determination to achieve your goals
fr: Renforcer votre détermination à atteindre vos objectifs

source: Boost motivation and keep it constant
fr: Booster et conserver votre motivation

source: Break is over
fr: La pause est terminée

source: Categories
fr: Catégories

source: Changes saved
fr: Les modifications ont été enregistrées

source: Clear All Data
fr: Effacer toutes les données

source: Clear DONE history once per day
fr: Effacer l'historique TERMINÉ une fois par jour

source: Clear the list
fr: Effacer la liste

source: Click on a number to add more.
fr: Cliquez sur le chiffre pour ajouter des tâches.

source: Click to open menu
fr: Cliquez our ouvrir le menu

source: Click/tap to edit items.
fr: Cliquez ou touchez pour modifier les éléments.

source: Close
fr: Fermer

source: Color Theme
fr: Couleur du thème

source: Configure
fr: Configurer

source: Confirm
fr: Confirmer

source: Congratulations!
fr: Félicitations!

source: Connect
fr: Se connecter

source: Copy to %1$s
fr: Copier vers %1$s

source: Create
fr: Créer

source: Create a category
fr: Сréer une catégorie

source: Daily Goal
fr: Objectif Quotidien

source: Daily Goal Completed.
fr: Objectif quotidien complété.

source: Danger Zone
fr: Zone dangereuse

source: Date format
fr: Format de date

source: Disconnect
fr: Se déconnecter

source: Don`t start next pomodoro if TODO is empty
fr: Ne pas commencer le pomodoro suivant si la liste TODO est vide

source: Drag&Drop/Touch to sort items.
fr: Cliquez-glissez/maintenez pour trier les éléments

source: Due
fr: Obligatoire

source: Edit
fr: Modifier

source: Enable Browser Alerts
fr: Activer les alertes dans le navigateur

source: Enable Desktop Notifications
fr: Activer les notifications Desktop

source: Enable Notifications
fr: Activer les notifications

source: Ends on
fr: Se termine le

source: Enhance focus and concentration by cutting down on interruptions
fr: Augmenter l'attention et la concentration en réduisant les interruptions

source: Enjoy your break
fr: Profitez de votre pause

source: Export the records as CSV
fr: Exporter les enregistrements en fichier CSV

source: Eye Keeper is enabled
fr: Eye-Keeper est activé

source: Feedback
fr: Avis

source: File
fr: Fichier

source: Fill blank entries
fr: Remplissez les entrées vides

source: Global shortcut to open Pomodoro-Tracker
fr: Raccourci pour ouvrir Pomodoro-Tracker

source: Great work!
fr: Beau travail!

source: Help
fr: Aide

source: Hide notificaions
fr: Cacher les notifications

source: History
fr: Historique

source: How to fix?
fr: Comment réparer?

source: If a task takes more than 5–7 Pomodoros, break it down
fr: Si une tâche prend plus de 5 pomodoros, fractionnez-la.

source: If it takes less than one Pomodoro, add it up, and combine it with another task
fr: Si une tâche demande moins d’un pomodoro, intégrez-la dans une autre.

source: Import tasks from CSV
fr: Importer des tâches depuis CSV

source: Import was failed. Check your CSV and try again.
fr: L'importation a échoué. Vérifiez votre fichier CSV et réessayez.

source: Imported from External Sources
fr: Importé de sources externes

source: Improve your work or study process
fr: Améliorer votre méthode de travail ou d'étude

source: Inbox
fr: Boîte de réception

source: Increase awareness of your decisions
fr: Mieux comprendre vos décisions

source: Integration with %1$s
fr: Intégration avec %1$s

source: Integrations
fr: Intégrations

source: Interruption tracked
fr: Interruption suivie

source: Join the global rating
fr: Rejoignez la note globale

source: Keep on working, Pomodoro after Pomodoro, until the task at hand is finished. Every 4 Pomodoros take a longer break, (15–30 minutes).
fr: Continuez vos efforts, pomodoro après pomodoro, jusqu'à ce que la tâche soit terminée. Après chaque série de 4 pomodoros, faites une pause plus longue (15 à 30 minutes).

source: Language
fr: Langue

source: Last 365 days
fr: ces 365 derniers jours

source: Last Month
fr: le mois dernier

source: Last Quarter
fr: le trimestre dernier

source: Last Week
fr: la semaine dernière

source: Like
fr: Aimer

source: Link copied
fr: Lien copié

source: Load daily tasks
fr: Charger les tâches quotidiennes

source: Loading
fr: Chargement en cours

source: Lock is enabled
fr: Le verrouillage est activé

source: Login to the service and track your progress
fr: Pensez à vous connecter pour suivre vos progrès.

source: Login to the service using %1$s authentication.
fr: Se connecter au service avec l'authentification %1$s

source: Logout
fr: Déconnexion

source: Long break
fr: Longue pause

source: Long break delay
fr: Délai avant la longue pause

source: Long break duration
fr: Durée de la longue pause

source: Look away at something that is 6 metres away for %1$s seconds
fr: Regarder quelque chose qui est à 6 mètres pendant %1$s secondes

source: Mark as done
fr: Marque comme terminé

source: Median per day
fr: médiane par jour

source: Move to Inbox
fr: Déplacer vers la Inbox

source: Navigate Back
fr: Retour

source: Navigate Forward
fr: Avancer

source: New
fr: Nouveau

source: Next long break
fr: Próximo descanso largo

source: Notification Test
fr: Test de notification

source: Notify when there is one minute left
fr: Avertir lorsqu'il ne reste qu'une minute

source: Of those
fr: Au total,

source: Once a Pomodoro begins, it has to ring
fr: Un pomodoro entamé doit sonner.

source: One minute left
fr: Il ne reste qu'une minute.

source: Pause/unpause when computer goes to sleep/idle
fr: Minuterie de pause lorsque l'ordinateur se met en veille

source: Play alarm sound
fr: Activer le son de l'alarme

source: Play ticking sound
fr: Activer le tic-tac du minuteur

source: Play ticking sound while breaks
fr: Activer le tic-tac pendant les pauses

source: Please allow notifications in your browser
fr: Veuillez autoriser les notifications dans votre navigateur

source: Please don't send me these awesome daily reports
fr: Je préfère ne pas recevoir ces rapports quotidiens.

source: Please reload the application.
fr: Veuillez recharger l'application.

source: Please select a value
fr: Veuillez sélectionner une valeur

source: Please unblock notifications in your browser
fr: Débloquez les notifictions dans votre navigateur

source: Please, login to use the feature
fr: Veuillez vous connecter pour utiliser la fonction

source: Please, login to view your stats
fr: Connectez-vous pour consulter vos statistiques

source: Pomodoro Tracker is a productivity app designed for your work and study.
fr: Pomodoro Tracker est une application de productivitée pour votre travail ou vos études

source: Pomodoro duration
fr: Durée du pomodoro

source: Pomodoro is finished
fr: Votre pomodoro est terminé

source: Preferences
fr: Préférences

source: Press
fr: Appuyez sur

source: Provide Feedback
fr: Fournir une réponse

source: Quit
fr: Quitter

source: Raise browser alert when pomodoro/break is over
fr: Affiche une alerte dans le navigateur à la fin du pomodoro ou de la pause

source: Rate the application
fr: Évaluez l'application

source: Reconnect
fr: Se reconnecter

source: Records are empty
fr: Pas d'enregistrements

source: Refine the estimation process, both in qualitative and quantitative terms
fr: Mieux réaliser vos estimations, tant qualitativement que quantitativement

source: Register
fr: S'enregistrer

source: Relax
fr: Se détendre

source: Release Notes
fr: Notes de version

source: Remove Account
fr: Supprimer le compte

source: Remove a task from TODO when Pomodoro is complete
fr: Supprimer une tâche de TODO lorsque Pomodoro est terminée

source: Remove one
fr: Enlever un

source: Repeat
fr: Répéter

source: Repeat every
fr: Répéter tous les

source: Reports Time
fr: Heure du rapport

source: Rules & Tips
fr: Règles et conseils

source: Scheduler
fr: Planificateur

source: Schemes
fr: Modèles

source: Select Category
fr: Sélectionnez une catégorie

source: Select Dates
fr: Sélectionnez les dates

source: Select a source to import tasks
fr: Sélectionnez la source pour importer les tâches

source: Send daily reports
fr: Envoyer des rapports quotidiens

source: Send test notification
fr: Envoyer une notification de test

source: Server Error
fr: Erreur de connexion avec le serveur

source: Server has been updated.
fr: Le serveur a été mis à jour.

source: Set Due
fr: Échéance

source: Set Recurrence
fr: Définir la récurrence

source: Set do not disturb
fr: Set ne pas déranger

source: Set to Later
fr: Mettre à plus tard

source: Set to Tomorrow
fr: Prêt pour demain

source: Set to Week
fr: Réglez sur semaine

source: Settings
fr: Paramètres

source: Share timer data
fr: Partager les données de la minuterie

source: Short break
fr: Courte pause

source: Short break duration
fr: Durée de la petite pause

source: Short description
fr: Brève description

source: Show window
fr: Afficher la fenêtre

source: Sign Up / Login
fr: Inscription / Connexion

source: Sign in with %1$s
fr: Connectez-vous avec %1$s

source: Sleep Mode is enabled
fr: le mode veille est activé

source: Sort by
fr: Trier par

source: Start the Pomodoro timer
fr: Lancez le minuteur Pomodoro.

source: Start working:
fr: Mettez-vous au travail :

source: Starts on
fr: Commence le

source: Stay focused and finish tasks effectively.
fr: Restez concentré et terminé vos tâches éfficacement.

source: Strengthen your resolve to keep on applying yourself in the face of complex situations
fr: Renforcer votre détermination à résoudre les situations complexes

source: Support the Project
fr: Soutenir le projet

source: Sync my tasks only
fr: Synchroniser mes tâches uniquement

source: TODO list is empty.
fr: La liste TODO est vide

source: TODO list is updated
fr: La liste TODO a été mise à jour

source: Take a short break (3-5 minutes)
fr: Faites une courte pause (3 à 5 minutes).

source: Take more time to your life.
fr: Prenez plus de temps dans votre vie

source: Thank you for the feedback! Your message is awaiting moderation.
fr: Merci pour votre retour ! Votre message va passer par la modération.

source: The Basics
fr: Le B.A.-BA

source: The Goals
fr: Les objectifs

source: The Pomodoro Technique is a time management method that can be used for any task. For many people, time is an enemy. The anxiety triggered by “the ticking clock”, especially when it involves a deadline, leads to ineffective work and study habits which in turn lead to procrastination.
fr: La technique Pomodoro est une méthode de gestion du temps adaptée à n'importe quelle tâche. Pour beaucoup, le temps est un ennemi. L'angoisse de le voir s'écouler – et de voir l'échéance s'approcher – entraîne une perte d'efficacité et des habitudes de travail qui font la part belle à la procrastination.

source: The Pomodoro Technique shouldn’t be used for activities you do in your free time. Enjoy free time!
fr: La technique Pomodoro ne doit pas être utilisée pour les loisirs. Profitez pleinement de votre temps libre !

source: The Pomodoro Technique will provide a simple tool/process for improving productivity (your own and that of your team members) which can do the following:
fr: La technique Pomodoro consiste en un outil basé sur une méthode d'une grande simplicité qui vous permettra d'améliorer votre productivité (ainsi que celle de vos collègues), mais aussi de :

source: The Pomodoro Tracker — A useful tool for time management based on Pomodoro Technique.
fr: The Pomodoro Tracker — Un outil utile pour la gestion du temps avec la technique Pomodoro

source: The aim of the Pomodoro Technique is to use time as a valuable ally in accomplishing what we want to do in the way we want to do it, and to enable us to improve continually the way we work or study.
fr: La technique Pomodoro consiste à considérer le temps comme un allié, pour faire ce que nous voulons comme nous le voulons, tout en continuant d'améliorer notre façon de travailler ou d'étudier.

source: The list is empty
fr: La liste est vide

source: The next Pomodoro will go better
fr: Chaque pomodoro est meilleur que le précédent.

source: The next pomodoro will go better!
fr: Chaque pomodoro est meilleur que le précédent.

source: There are completed tasks
fr: Ces tâches ont été terminées.

source: This Month
fr: ce mois-ci

source: This Quarter
fr: ce trimestre-ci

source: This Week
fr: cette semaine-ci

source: This Year
fr: Cette année

source: Time Scheme has been changed
fr: Le schéma horaire a été modifié

source: Time format
fr: Format horaire

source: Time spent
fr: temps passé

source: Time zone
fr: Fuseau horaire

source: Timer
fr: Minuteur

source: Title
fr: Titre

source: Toggle eye keeper
fr: Changer de point de vue

source: Toggle fullscreen
fr: Passer en plein écran

source: Toggle mini timer
fr: Changer la Timer

source: Try to add some tasks use the form above
fr: Pour ajouter des tâches, remplissez le champ ci-dessus

source: Try to complete some pomodoros or choose a different period
fr: Essayez de faire quelques pomodoros ou choisissez une autre période

source: Tune the timer
fr: Régler la minuterie

source: Unselect Category
fr: Désélectionner la catégorie

source: Update status
fr: État de mise à jour

source: View
fr: Vue

source: Volume
fr: Son

source: What is it?
fr: Qu'est-ce que la technique Pomodoro ?

source: Window
fr: Fenêtre

source: Work days
fr: jours de travail

source: Work history won`t be saved.
fr: L'historique de travail ne sera pas enregistré.

source: Work until the Pomodoro rings
fr: Travaillez jusqu’à ce que la sonnerie retentisse.

source: Write your ideas here
fr: Écrivez vos idées ici

source: Yesterday
fr: hier

source: You are not signed.
fr: Vous n'êtes pas connecté

source: You are trying to connect a %1$s account, but it is already connected to another user
fr: Vous essayez de connecter un compte %1$s, mais il est déjà connecté à un autre utilisateur

source: You are trying to log in with a %1$s account, but a user with the email is already registered
fr: Vous essayez de vous connecter avec %1$s, mais un utilisateur avec l'e-mail est déjà enregistré

source: You have finished all your tasks.
fr: Vous avez terminé toutes vos tâches.

source: You have to reconnect the integration
fr: Vous devez connecter l'intégration

source: You need to connect the integration
fr: Vous devez connecter l'intégration

source: You spent
fr: Vous avez passé

source: and
fr: et

source: average
fr: moyenne

source: break
fr: pause

source: cancel
fr: annuler

source: category
fr: catégorie

source: close
fr: fermer

source: copy
fr: copie

source: created
fr: Créé

source: custom
fr: personnalisé

source: dark
fr: sombre

source: day
fr: jour

source: default
fr: défaut

source: delay
fr: repousser

source: delays
fr: retards

source: delete
fr: supprimer

source: disable
fr: désactiver

source: done
fr: terminé

source: duration
fr: durée

source: finish time
fr: temps d'arrivée

source: for all time
fr: depuis le début

source: forward
fr: Avancer

source: friday
fr: vendredi

source: friends
fr: copains

source: global
fr: général

source: hour
fr: heure

source: if you must exit now
fr: si vous devez sortir maintenant

source: in 10 seconds
fr: après 10 secondes

source: in 2 seconds
fr: après 2 secondes

source: in 3 seconds
fr: après 3 secondes

source: in 5 seconds
fr: après 5 secondes

source: in minutes
fr: en minutes

source: in pomodoros
fr: en pomodoros

source: later
fr: plus tard

source: light
fr: clair

source: like
fr: aimer

source: login
fr: s'identifier

source: maximize
fr: agrandir

source: median
fr: médiane

source: merge
fr: fusionner

source: minimize
fr: réduire

source: monday
fr: lundi

source: month
fr: mois

source: never
fr: jamais

source: next page
fr: page suivante

source: no description
fr: pas de description

source: no information available
fr: pas d'information disponible

source: number
fr: nombre

source: on
fr: sur

source: one message per line
fr: un message par ligne

source: personal
fr: personnel

source: preview
fr: aperçu

source: previous page
fr: page précédente

source: prolong time
fr: prolonger le temps

source: rating
fr: noter

source: refresh
fr: rafraîchir

source: registered users spend on completing pomodoros
fr: , c'est le temps passé par les utilisateurs enregistrés sur la méthode pomodoro

source: registered users spend on completing pomodoros today.
fr: , c'est le temps passé aujourd'hui sur la méthode pomodoro par les utilisateurs enregistrés.

source: resume
fr: reprendre

source: saturday
fr: samedi

source: save
fr: sauver

source: send password
fr: envoyer le mot de passe

source: series
fr: séries

source: skip
fr: passer

source: split
fr: scinder

source: start
fr: début

source: stop
fr: arrêter

source: sunday
fr: dimanche

source: system
fr: système

source: take a long break
fr: faites une longue pause

source: take a short break
fr: faites une petite pause

source: thursday
fr: jeudi

source: time
fr: durée

source: to your telegram, type `/reg` and enter a code from the bot to field bellow
fr: Pour votre message, taper `/reg` et entrez le code reçu dans le champci-dessous

source: today
fr: aujourd'hui

source: tomorrow
fr: demain

source: tuesday
fr: mardi

source: unknown
fr: inconnu

source: user
fr: utilisateur

source: wednesday
fr: mercredi

source: week
fr: semaine

source: were
fr: pour la catégorie

source: year
fr: an
